// TODO: Произвести настройку

<?php
// Каждый файл должен иметь GPL и авторское право в заголовке - мы пропускаем это в руководствах, но вы не должны пропускать это на самом деле.

// Эта строка защищает файл от прямого доступа по URL.
определено('MOODLE_INTERNAL') || die();

// Описание, отображаемое в окне выбора темы администратора.
$string['choosereadme'] = 'Тема фото является дочерней темой Boost. Добавлена возможность загружать фоновые фотографии.';
// Название нашего плагина.
$string['pluginname'] = 'CoursePro';
// Нам нужно включить строку lang для каждой области блока.
$string['region-side-pre'] = 'Right';
